{"config": {"layers": [{"config": {"bias_constraint": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_regularizer": null, "units": 12, "activation": "tanh", "activity_regularizer": null, "name": "dense_3", "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "bias_regularizer": null, "dtype": null, "use_bias": true, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_regularizer": null, "units": 12, "activation": "tanh", "activity_regularizer": null, "name": "dense_4", "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "bias_regularizer": null, "dtype": null, "use_bias": true, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_regularizer": null, "units": 3, "activation": "softmax", "activity_regularizer": null, "name": "dense_5", "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "bias_regularizer": null, "dtype": null, "use_bias": true, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "build_input_shape": [null, 6], "name": "sequential_1"}, "keras_version": "2.1.6-tf", "class_name": "Sequential", "backend": "tensorflow"}